Repository: Alhughbilibili/DeltaPatcher
Catalog: languages/*/deltapatcher.po
Languages: it

source: xdelta patches (*.xdelta)|*.xdelta
it: patch xdelta (*.xdelta)|*.xdelta

source: Fill all the textboxes first!
it: Devi riempire tutti i campi!

source: Warning
it: Attenzione

source: Applying patch, please wait... (don't panic!)
it: Applicazione patch in corso, attendere... (niente panico!)

source: An error has occurred! See log for more information.
it: Si è verificato un errore! Controlla il log per maggiori informazioni.

source: Patch successfully applied!
it: Patch applicata con successo!

source: Notice
it: Avviso

source: Patch file "%s" selected.
it: Patch "%s" selezionata.

source: Original file "%s" selected.
it: File originale "%s" selezionato.

source: Creating patch, please wait... (don't panic!)
it: Creazione patch in corso, attendere... (niente panico!)

source: Patch successfully created!
it: Patch creata con successo!

source: Modified file "%s" selected.
it: File modificato "%s" selezionato.

source: Show log >>
it: Mostra log >>

source: << Hide log
it: << Nascondi log

source: [%s] An error has occurred: %s
it: [%s] Si è verificato un errore: %s

source: Apply xdelta patch
it: Applica patch xdelta

source: Create xdelta patch
it: Crea patch xdelta

source: Operations:
it: Operazioni:

source: About
it: Informazioni sul programma

source: Associate to xdelta files
it: Associa il programma ai file xdelta

source: Exit
it: Esci

source: Original file:
it: File originale:

source: Open...
it: Apri...

source: XDelta patch:
it: Patch xdelta:

source: Apply patch
it: Applica patch

source: Options:
it: Opzioni:

source: Keep original file
it: Conserva file originale

source: Checksum validation
it: Controllo del checksum

source: Modified file:
it: File modificato:

source: Save...
it: Salva...

source: Create patch
it: Crea patch

source: Compression level:
it: Livello di compressione:

source: Add Checksum to patch
it: Aggiungi checksum alla patch

source: License
it: Licenza

source: About Delta Patcher
it: Informazioni su Delta Patcher

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, version 2.0.
it: Questo programma è software gratuito: è possibile distribuirlo e/o modificarlo secondo i termini della GNU General Public License, come pubblicata dalla Free Software Foundation, versione 2.0.
